
export default function Bio(){
    return(
        <>
            <h2>Біографія</h2>
            <p>Леонардо да Вінчі народився 15 квітня 1452 року в селищі Анкіано поблизу невеликого містечка Вінчі , неподалік Флоренції о «три години ночі» тобто о 22:30 за сучасним відліком часу . Примітний запис у щоденнику діда Леонардо, Антоніо да Вінчі (1372-1468) : «У суботу, о третій годині ночі 15 квітня народився мій онук, син мого сина П'єро. Хлопчика назвали Леонардо. Його хрестив батько П'єро ді Бартоломео»  . Його батьками були 25-річний нотаріус П'єро (1427—1504) та його кохана, селянка Катерина  . Перші роки життя Леонардо провів разом із матір'ю   Його батько незабаром одружився з багатою і знатною дівчиною, але цей шлюб виявився бездітним, і П'єро забрав свого трирічного сина на виховання . Розлучений з матір'ю Леонардо все життя намагався відтворити її образ у своїх шедеврах . Жив він у цей час у діда .</p>
        </>
    )

    
}